Repository: mcormier/quarterpastthehair
Catalog: quarterpastthehair/*.lproj/Localizable.strings
Languages: italian

source: shortly after %@
italian: poco dopo le %@

source: shortly after ref
italian: current

source: five past %@
italian: %@ e cinque

source: five past ref
italian: current

source: ten past %@
italian: %@ e dieci

source: ten past ref
italian: current

source: quarter past %@
italian: %@ e un quarto

source: quarter past ref
italian: current

source: twenty past %@
italian: %@ e venti

source: twenty past ref
italian: current

source: twentyfive past %@
italian: %@ e venticinque

source: twentyfive past ref
italian: current

source: half past %@
italian: %@ e mezza

source: half past ref
italian: current

source: twentyfive to %@
italian: %@ e trentacinque

source: twentyfive to ref
italian: current

source: twenty to %@
italian: %@ meno venti

source: twenty to ref
italian: next

source: quarter to %@
italian: %@ meno un quarto

source: quarter to ref
italian: next

source: ten to %@
italian: %@ meno dieci

source: ten to ref
italian: next

source: five to %@
italian: %@ meno cinque

source: five to ref
italian: next

source: nearly %@
italian: quasi le %@

source: nearly ref
italian: next

source: twelve
italian: dodici

source: one
italian: una

source: two
italian: due

source: three
italian: tre

source: four
italian: quattro

source: five
italian: cinque

source: six
italian: sei

source: seven
italian: sette

source: eight
italian: otto

source: nine
italian: nove

source: ten
italian: dieci

source: eleven
italian: undici

source: %@ o'clock
italian: le %@ in punto

source: midnight
italian: mezzanotte

source: one o'clock
italian: l'una in punto

source: About FuzzyClock
italian: Info su FuzzyClock...

source: FuzzyClock Help
italian: Aiuto su FuzzyClock

source: Preferences ...
italian: Preferenze...

source: language
italian: Scelta della Lingua

source: change only FuzzyTime
italian: cambia solo l'orologio Fuzzy

source: Save
italian: Salva

source: Fuzzy Preferences
italian: Preferenze Fuzzy

source: Language Settings
italian: Scelta della lingua

source: Specials
italian: Speciale

source: Special time settings
italian: Settaggi di orari particolari

source: Starttime
italian: Inizio

source: Endtime
italian: Fine

source: String
italian: Stringa

source: time format: hh:mm
italian: formato : hh:mm

source: Remove
italian: Elimina

source: Add
italian: Aggiungi

source: Sunday
italian: Sun

source: Monday
italian: Mon

source: Tuesday
italian: Tue

source: Wednesday
italian: Wed

source: Thursday
italian: Thu

source: Friday
italian: Fri

source: Saturday
italian: Sat
