Repository: mcormier/quarterpastthehair
Catalog: quarterpastthehair/*_short.lproj/Localizable.strings
Languages: german

source: shortly after %@
german: kurz nach %@

source: shortly after ref
german: current

source: five past %@
german: 5 nach %@

source: five past ref
german: current

source: ten past %@
german: 10 nach %@

source: ten past ref
german: current

source: quarter past %@
german: 1/4 nach %@

source: quarter past ref
german: current

source: twenty past %@
german: 20 nach %@

source: twenty past ref
german: current

source: twentyfive past %@
german: 5 vor halb %@

source: twentyfive past ref
german: next

source: half past %@
german: halb %@

source: half past ref
german: next

source: twentyfive to %@
german: 5 nach halb %@

source: twentyfive to ref
german: next

source: twenty to %@
german: 20 vor %@

source: twenty to ref
german: next

source: quarter to %@
german: 1/4 vor %@

source: quarter to ref
german: next

source: ten to %@
german: 10 vor %@

source: ten to ref
german: next

source: five to %@
german: 5 vor %@

source: five to ref
german: next

source: nearly %@
german: kurz vor %@

source: nearly ref
german: next

source: %@ o'clock
german: %@ Uhr

source: midnight
german: Mitternacht

source: About FuzzyClock
german: Über FuzzyClock...

source: FuzzyClock Help
german: FuzzyClock Hilfe

source: Preferences ...
german: Einstellungen...

source: Quit
german: Beenden

source: language
german: Sprache

source: change only FuzzyTime
german: nur Fuzzy-Zeit ändern

source: Save
german: Speichern

source: Fuzzy Preferences
german: Fuzzy Einstellungen

source: Language Settings
german: Spracheinstellungen

source: Specials
german: Spezial

source: Special time settings
german: Spezielle Zeiteinstellungen

source: Starttime
german: Startzeit

source: Endtime
german: Endzeit

source: String
german: Text

source: time format: hh:mm
german: Uhrzeitformat: hh:mm

source: Remove
german: Entfernen

source: Add
german: Hinzufügen

source: Color & Font
german: Farbe & Schrift

source: Text color
german: Textfarbe

source: draw font with shadow
german: Schrift mit Schatten zeichnen

source: (takes effect when you restart FuzzyClock)
german: (erst nach erneutem Start von FuzzyClock sichtbar)

source: font name
german: Schriftname

source: show day in menu bar
german: Tag im Menü zeigen

source: chime on full hour
german: Ton zur vollen Stunde

source: Sunday
german: So

source: Monday
german: Mo

source: Tuesday
german: Di

source: Wednesday
german: Mi

source: Thursday
german: Do

source: Friday
german: Fr

source: Saturday
german: Sa
