<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//DE">

<html lang="de">
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<title>FuzzyClock-hj&aacute;lp</title>
	<meta name="generator" content="handmade">
	<meta name="author" content="Guido Neitzer">
	<!-- Date:		 Thursday June 21 2001 -->
</head>
<body>
	
<h2>Lo&eth;inklukkuhj&aacute;lp (e. FuzzyClock)</h2>
	
	<br>
	
<h3>M&ouml;guleikar</h3>
	
	
<p> &Iacute; augnablikinu gerir Lo&eth;inklukka a&eth;eins eitt, a&eth; birta 
  n&uacute;verandi t&iacute;ma &aacute; &#132;lo&eth;inn&#147; h&aacute;tt &aacute; 
  valbla&eth;ar&ouml;ndinni. Lo&eth;inklukka hefur enga kv&iacute;art&aacute;knmynd 
  og enga valbla&eth;sr&ouml;nd. Af &thorn;essum s&ouml;kum er a&eth;eins h&aelig;gt 
  a&eth; smella &aacute; t&iacute;mastrenginn til a&eth; kalla fram valbla&eth; 
  sem &aacute; eru nokkrar grunna&eth;ger&eth;ir. Ef m&uacute;sarbendillinn er 
  l&aacute;tinn dvelja &iacute; sm&aacute; stund yfir &#132;lo&eth;na t&iacute;manum&#147; 
  birtist &aacute;bending me&eth; n&uacute;verandi t&iacute;ma og dagsetningu.</p>

	
<p> Sni&eth;i &#132;Localizable.strings&#147; hefur veri&eth; breytt og er n&uacute; 
  mun sveigjanlegra hva&eth; sta&eth;setningu klukkustundarinnar &iacute; setningu 
  var&eth;ar. </p>
	
	
<p> &Ouml;ll venjuleg tungum&aacute;l eru a&eth;gengileg &iacute; kerfisstj&oacute;rnbor&eth;inu 
  &#132;Al&thorn;j&oacute;&eth;legt&#147; (e. International). A&eth;rar &thorn;&yacute;&eth;ingar 
  er h&aelig;gt a&eth; velja &iacute; kj&ouml;rstillingum Lo&eth;inklukku. </p>

	<br><br>
	
<h3>&Aacute;n endurgjalds, en ...</h3>
	
	
<p> &THORN;&eacute;r er velkomi&eth; a&eth; nota &thorn;ennan hugb&uacute;na&eth; 
  &aacute;n endurgjalds hvar og hven&aelig;r sem &thorn;&uacute; vilt. Hins vegar 
  yr&eth;i &eacute;g mj&ouml;g &aacute;n&aelig;g&eth;ur ef &thorn;&uacute; sendir 
  m&eacute;r athugasemdir &iacute; gegnum t&ouml;lvup&oacute;st me&eth; &thorn;v&iacute; 
  a&eth; senda &aacute; <a href = "mailto:guido@objectpark.de">guido@objectpark.de</a> 
  e&eth;a &thorn;a&eth; sem v&aelig;ri enn betra, ef &thorn;&uacute; sendir m&eacute;r 
  p&oacute;stkort me&eth; mynd af b&aelig;num &thorn;&iacute;num &aacute; eftirfarandi 
  heimilisfang: </p>
	
	<p>
		Guido Neitzer<br>
		Humperdinckstr. 8<br>
		53121 Bonn<br><br>
		Germany
	</p>

	<br><br>
	
<h3>N&yacute;jar &uacute;tg&aacute;fur</h3>
	
	
<p> N&yacute;jar &uacute;tg&aacute;fur ver&eth;ur h&aelig;gt a&eth; finna &aacute; 
  <a href ="http://www.objectpark.de">Heimas&iacute;&eth;u Objectpark</a>. Tilkynningar 
  um n&yacute;jar &uacute;tg&aacute;fur ver&eth;a einnig &aacute; <a href ="http://www.stepwise.com">Stepwise</a> 
  og s&iacute;&eth;an &aacute; <a href = "http:/www.versiontracker.com/">Versiontracker 
  </a>. </p>

	<br><br>
	
<h3>Yfirlit breytinga</h3>
	
		<ul>
			
  <li>K&iacute;ktu &aacute; skr&aacute;na &#132;History.rtf&#147; til a&eth; sj&aacute; 
    s&ouml;gu hverrar &uacute;tg&aacute;fu.
</ul>
		

	<br><br>
	
<h3>Al&thorn;j&oacute;&eth;legt leyfi</h3>
	
	<p>
		Copyright (c) 2001 Guido Neitzer, Bonn, Germany
	</p>
	<p>	
		Permission is hereby granted, free of charge, to any person obtaining a copy of this software
		and associated documentation files. 
	</p>
	<p>	
		The above copyright notice and this permission notice shall be included in all copies 
		of the Software.
	</p>
	<p>
		THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED,
		INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR
		PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE
		FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE,
		ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE
		SOFTWARE.
	</p>
		
</body>
</html>
