<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//DE">

<html lang="de">
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<title>FuzzyClock Hilfe</title>
	<meta name="generator" content="handmade">
	<meta name="author" content="Guido Neitzer">
	<!-- Date:		 Monday June 25 2001 -->
</head>
<body>
		<h2>Chli Hilf f&uuml;r FuzzyClock</h2>
		<br>
		<h3>Was mer demit chan mache</h3>
		<p>Bisher n&uuml;&uuml;t, ussert dass di aktuelli Ziit ganz obe r&auml;chts i d&auml; Men&uuml;ziile aazeigt wird. Und erscht no r&auml;cht ungnau. FuzzyClock h&auml;t i der&auml; Version k&auml;s Icon und kei eigeni Men&uuml;leischte meh, drum gits &auml;s Men&uuml; mit d&auml; wichtigschte Funktione w&auml;mmer uf d'Ziit klickt. Usserdem gits jetz &auml;n &quot;Tool Tip&quot; uf d&auml; Ziit. Musch eifach d&auml; Muuszeiger uf d'Ziit bewege und &auml;s Mom&auml;ntli Geduld haa...</p>
		<p>S'Format vo d&auml; &quot;Localizable.strings&quot; h&auml;t sich g'&auml;ndert und isch jetz flexiibler bi d&auml; Posizionierig vo d&auml; Schtund&auml;.</p>
		<br>
		<br>
	<h3>N&ouml;ii Version&auml;</h3>
	
	<p>N&ouml;ii Version&auml; gits immer uf d&auml; <a href ="http://www.objectpark.de">Objectpark
		Homepage</a>. Sie werd&auml;d amigs uf <a href ="http://www.stepwise.com">Stepwise</a> und in Zuekunft eventuell au uf <a href = "http:/www.versiontracker.com/">Versiontracker
		</a>aak&uuml;ndiged.	</p>

	<br><br>
	<h3>Gratis, aber ...</h3>
	
	<p>Die Software chamer gratis bruuche, solang und sovill mer Luscht h&auml;t. Trotzdem fr&ouml;i ich mich schampaar &uuml;ber R&uuml;ckm&auml;ldig&auml; (gern au uf hoocht&uuml;&uuml;tsch, d&auml;nn verschtaan is...) per E-Mail an <a href = "mailto:guido@objectpark.de">guido@objectpark.de
		</a>oder no besser mit &auml;re Poschtcharte vo dinere Heimatschtadt an:	</p>
	
	<p>
		Guido Neitzer<br>
		Humperdinckstr. 8<br>D-53121 Bonn	</p>

	<br><br>
	<h3>S'Gschichtli...</h3>
	
	<ul>
		<li>...chasch i d&auml; Datei History.rtf l&auml;se.	</ul>
	

	<br><br>
	<h3>International License</h3>
	
	<p>
		Copyright (c) 2001 Guido Neitzer, Bonn, Germany
	</p>
	<p>
		Permission is hereby granted, free of charge, to any person obtaining a copy of this software
		and associated documentation files.
	</p>
	<p>	
		The above copyright notice and this permission notice shall be included in all copies 
		of the Software. 
	</p>
	<p>
		THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED,
		INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR
		PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE
		FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE,
		ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE
		SOFTWARE.
	</p>
	<br><br>
</body>
</html>
